<script lang="ts">
	import RiBuilding2Line from '~icons/ri/building-2-line';
</script>

<h2>サークル紹介</h2>

<div class="text">
	<p>
		大阪大学の箕面キャンパスと豊中キャンパスを拠点に活動している言語サークルです。
		名前のGGCは、語学・言語学サークル（<b>G</b>ogaku <b>G</b>engogaku
		<b>C</b>ircle）の略です。現在約90名のメンバーが所属しています。
	</p>
	<p>
		言語が好きなメンバーが集まって、言語について学んだり、言語を使って交流したりしています。定期的な講習会のみならず、留学生との交流や、外国語を使ったゲームなども行っています。
	</p>
	<p>
		時には浅く広く文字・発音・語彙・文法などの基礎から一緒に一つの言語を勉強して語学を楽しんだり、時には深く掘り下げて言語学の専門知識を駆使し言語へ共時的・通時的考察したり、時には頑張って勉強してきた語学力を試す場としての言語交換を実践したりしています。
	</p>
	<p>一緒に、言語について学び、楽しみましょう！</p>
</div>

<style>
	.text {
		margin: 0 auto;
		max-width: 40em;
	}
</style>
